Repository: vially/googlemusic-xbmc
Catalog: resources/language/*/strings.po
Languages: french, portuguese, spanish

# #30001
source: General
french: Général
portuguese: Geral

# #30002
source: Views
french: Vues
portuguese: Vistas

# #30051
source: Advanced
french: Avancé
portuguese: Avançadas
spanish: Avanzado

# #30011
source: Username
french: Identifiant
portuguese: Utilizador
spanish: Nombre de usuario

# #30012
source: Password
french: Mot de passe
portuguese: Palavra-passe
spanish: Contraseña

# #30061
source: Debug
french: Débogage
portuguese: Depurar
spanish: Depuración

# #30062
source: Clear cache
french: Vider le cache
portuguese: Limpar armazenamento temporário ("cache")
spanish: Borrar cache

# #30063
source: Clear cookie
french: Effacer les cookies
portuguese: Limpar "cookie"
spanish: Borrar cookies

# #30064
source: SQLite database
french: Base de données SQLite
portuguese: Base de dados SQLite
spanish: Base de datos SQLite

# #30066
source: Pre-fetch URL
portuguese: Pré-carregar URL
spanish: Pre-cargar URL

# #30052
source: Export Path
french: Chemin d'exportation
portuguese: Caminho de exportação
spanish: Ruta de exportación

# #30053
source: Always export after library update
french: Toujours exporter la bibliothèque après une mise à jour
portuguese: Exportar sempre após atualização da biblioteca
spanish: Exportar siempre luego de actualizar biblioteca

# #30054
source: Load local music library (requires library update)
french: Charger la bibliothèque musicale locale (nécessite une mise à jour de la bibliothèque)
portuguese: Carregar biblioteca de música local (necessita atualizar biblioteca)

# #30065
source: Override Views
french: Surcharger la vue
portuguese: Substituir vista
spanish: Sustituir vista

# #30055
source: Artists ViewID
french: ViewID Artistes
portuguese: ID Vista Artistas

# #30056
source: Albums ViewID
french: ViewID Albums
portuguese: ID Vista Albums

# #30057
source: Playlists ViewID
french: ViewID Playlists
portuguese: ID Vista Listas de reprodução

# #30058
source: Stations ViewID
french: ViewID Radios
portuguese: ID Vista Estações de Rádio

# #30059
source: Songs ViewID
french: ViewID Chansons
portuguese: ID Vista Músicas

# #30067
source: Auto Update Library
french: Mise à jour automatique de la bibliothèque
portuguese: Atualização automática da biblioteca
spanish: Actualizar biblioteca automáticamente

# #30068
source: Never
french: Jamais
portuguese: Nunca
spanish: Nunca

# #30069
source: Weekly
french: Hebdomadaire
portuguese: Todas as semanas
spanish: Todas las semanas

# #30070
source: Daily
french: Quotidienne
portuguese: Todos os dias
spanish: Todos los días

# #30071
source: Hourly
french: Horaire
portuguese: Todas as horas
spanish: Todas las horas

# #30072
source: Stream quality
french: Qualité du streaming
portuguese: Qualidade da transferência
spanish: Calidad de transferencia

# #30073
source: High
french: Haute
portuguese: Alta
spanish: Alta

# #30074
source: Medium
french: Moyenne
portuguese: Média
spanish: Media

# #30075
source: Low
french: Basse
portuguese: Baixa
spanish: Baja

# #30076
source: Youtube Video Quality
french: Qualité des vidéos Youtube
portuguese: Qualidade de vídeo no Youtube
spanish: Calidad del video

# #30077
source: Any
french: Quelconque
portuguese: Qualquer
spanish: Cualquier

# #30201
source: All Songs
french: Toutes les chansons
portuguese: Todas as músicas
spanish: Todas las canciones

# #30202
source: Playlists
portuguese: Listas de reprodução

# #30203
source: Stations
french: Radios
portuguese: Mixes instantâneos
spanish: Mixes instantáneos

# #30204
source: Auto Playlists
french: Playlists automatiques
portuguese: Listas de reprodução automáticas
spanish: Playlists automáticas

# #30205
source: Artists
french: Artistes
portuguese: Artistas
spanish: Artistas

# #30206
source: Albums
portuguese: Álbuns
spanish: Álbumes

# #30207
source: Genres
portuguese: Géneros
spanish: Géneros

# #30208
source: Search
french: Chercher
portuguese: Pesquisar
spanish: Búsqueda

# #30209
source: My Library
french: Ma bibliothèque
portuguese: A minha música
spanish: Mi música

# #30210
source: Shuffle My Library
french: Lecture aléatoire de ma bibliothèque
portuguese: Reproduzir aleatoriamente a minha música
spanish: Reproducir aleatoriamente mi música

# #30211
source: I'm feeling lucky mix
french: Mix J'ai de la chance
portuguese: Mistura "Sinto-me com sorte"
spanish: Mix "Voy a tener suerte"

# #30212
source: Composers
french: Compositeurs
portuguese: Compositores
spanish: Compositores

# #30213
source: Songs
french: Chansons
portuguese: Músicas
spanish: Canciones

# #30214
source: Shuffle Albums
french: Album aléatoire
portuguese: Reproduzir aleatoriamente meus álbuns
spanish: Reproducir albumes aleatoriamente

# #30215
source: Thumbs up
french: J'aime
portuguese: Gostei
spanish: Me gusta

# #30216
source: Last added
french: Derniers ajouts
portuguese: Últimas adicionadas
spanish: Añadidas recientemente

# #30217
source: Free and purchased
french: Titres gratuits et achetés
portuguese: Gratuitas e compradas
spanish: Gratuitas y compradas

# #30218
source: Most played
french: Les plus joués
portuguese: Mais acessadas
spanish: Más escuchados

# #30219
source: Listen Now
french: À écouter
portuguese: Ouça Agora
spanish: Escuchar ahora

# #30220
source: Top charts
french: Populaires
portuguese: Mais tocadas
spanish: Top éxitos

# #30221
source: New Releases
french: Nouveautés
portuguese: Lançamentos
spanish: Novedades

# #30222
source: Browse stations
french: Parcourir les radios
portuguese: Procurar estações
spanish: Explorar emisoras

# #30223
source: New search
portuguese: Nova pesquisa

# #30301
source: Play all
french: Tout jouer
portuguese: Tocar tudo
spanish: Reproducir todo

# #30302
source: Play all - shuffle
french: Tout jouer dans le désordre
portuguese: Tocar tudo aleatoriamente
spanish: Reproducir todo aleatoriamente

# #30303
source: Update playlist
french: Actualiser la playlist
portuguese: Atualizar lista de reprodução
spanish: Actualizar playlist

# #30304
source: Update playlists
french: Actualiser les playlists
portuguese: Atualizar listas de reprodução
spanish: Actualizar playlists

# #30305
source: Update library
french: Actualiser la bibliothèque
portuguese: Atualizar biblioteca
spanish: Actualizar biblioteca

# #30306
source: Add to favourites
french: Ajouter aux favoris
portuguese: Adicionar aos favoritos
spanish: Añadir a favoritos

# #30307
source: Add to playlist
french: Ajouter à une playlist
portuguese: Adicionar à lista de reprodução
spanish: Añadir a playlist

# #30308
source: Remove from playlist
french: Retirer d'une playlist
portuguese: Remover da lista de reprodução
spanish: Remover de playlist

# #30309
source: Add to library
french: Ajouter à la bilbiothèque
portuguese: Adicionar à biblioteca
spanish: Añadir a biblioteca

# #30310
source: Start Radio
french: Démarrer une Radio
portuguese: Iniciar Rádio
spanish: Empezar radio

# #30311
source: Search in Youtube
french: Chercher sur Youtube
portuguese: Pesquisar no Youtube
spanish: Buscar en YouTube

# #30312
source: Play all in Youtube
french: Tout jouer sur Youtube
portuguese: Tocar tudo no Youtube
spanish: Reproducir todo en Youtube

# #30313
source: Play in Youtube
french: Jouer sur Youtube
portuguese: Tocar no Youtube
spanish: Reproducir en Youtube

# #30314
source: Export
french: Exporter
portuguese: Exportar
spanish: Exportar

# #30315
source: Add to queue
french: Ajouter à la file d'attente
portuguese: Adicionar à fila

# #30316
source: Create playlist
french: Créer une playlist
portuguese: Criar lista de reprodução

# #30317
source: Delete playlist
french: Effacer une playlist
portuguese: Remover lista de reprodução

# #30318
source: Delete station
french: Effacer une radio
portuguese: Remover estação de rádio

# #30319
source: Artist top songs
french: Chansons populaires de l'artiste
portuguese: Mais tocadas do artista

# #30320
source: Related artists
french: Artistes associés
portuguese: Artistas relacionados

# #30321
source: Play in Youtube - shuffle
portuguese: Tocar aleatoriamente no Youtube
spanish: Reproducir en Youtube aleatoriamente

# #30322
source: Play all from here
portuguese: Tocar tudo a partir daqui

# #30101
source: Login failed
french: La connexion a échoué
portuguese: Login falhou
spanish: Falló el inicio de sesión

# #30102
source: Invalid credentials or connectivity problems
french: Identification non valide ou problème de connexion
portuguese: Credenciais inválidas ou problemas de conetividade
spanish: Credenciales inválidas o problema de conectividad

# #30103
source: Library update needed
french: Mise à jour de bibliothèque nécessaire
portuguese: É necessário atualizar a biblioteca
spanish: Es necesario actualizar la biblioteca

# #30104
source: Subscriber track not playable
french: La piste n'est pas jouable en Accès Illimité
portuguese: Não é possível reproduzir faixa Premium
spanish: No es posible reproducir la pista de Acceso Ilimitado

# #30105
source: Loading Library
french: Chargement de la bibliothèque
portuguese: A carregar biblioteca
spanish: Cargando biblioteca

# #30106
source: Cache in use - try later
french: Le cache est en cours d'utilisation - essayez plus tard
portuguese: Cache está a ser usada - tente mais tarde
spanish: Cache en uso - intente más tarde

# #30107
source: Export completed
french: Exportation terminée
portuguese: Exportação completa
spanish: Exportación completa

# #30108
source: Export path not defined
french: Chemin d'exportation non défini
portuguese: O caminho de exportação não está definido
spanish: Ruta de exportación no definida

# #30109
source: Error calling Youtube Addon
french: Erreur en appelant l'extension Youtube
portuguese: Erro ao chamar a extensão do Youtube
spanish: Error al llamar add-on de Youtube

# #30110
source: Done
french: Terminé
portuguese: Feito

# #30111
source: No Android device found in account, playing a song will probably fail.
portuguese: Nenhum identificador de dispositivo Android foi encontrado, tocar uma música pode falhar

# #30401
source: Add to Playlist...
french: Ajouter à la playlist...
portuguese: Adicionar à Lista de reprodução...
spanish: Añadir a Playlist...

# #30402
source: Radio Name
french: Nom de la radio
portuguese: Nome da Rádio
spanish: Nombre de la Radio

# #30403
source: Exporting Library
french: Exportation de la bibliothèque
portuguese: A exportar biblioteca
spanish: Exportando biblioteca

# #30404
source: Please wait
french: Patientez
portuguese: Por favor aguarde
spanish: Por favor espere

# #30405
source: Confirmation
portuguese: Confirmação

# #30406
source: Delete playlist?
french: Effacer la playlist ?
portuguese: Remover lista de reprodução?
spanish: Borrar la playlist

# #30407
source: Delete station?
french: Effacer la radio ?
portuguese: Remover estação de rádio?
spanish: Borrar la Radio

# #30408
source: Fetching video IDs
french: Récupération des IDs de vidéo
portuguese: Buscando IDs dos vídeos

# #30409
source: Set Rating
french: Changer la notation
portuguese: Avaliar

# #30410
source: Thumbs up
french: J'aime
portuguese: Gostei
spanish: Me gusta

# #30411
source: Thumbs down
french: Je n'aime pas
portuguese: Não gostei
spanish: No me gusta

# #30412
source: No thumbs
french: Pas d'avis
portuguese: Indiferente

# #30413
source: Playlist Name
french: Nom de la playlist
portuguese: Nome da lista de reprodução
spanish: Nombre de la Playlist

# #30321
source: Play all in Youtube - shuffle
french: Tout jouer sur Youtube dans le désordre
